export const Data = [
    {
        question: "Պե՞տք է ունենալ նախնական գիտելիքներ դասընթացներին մասնակցելու համար։.",
        answer: "Դասընթացներին մասնակցելու համար նախնական գիտելիքներ անհրաժեշտ չեն , ընդունելության համար պետք է անցնել հարցազրույց տվյալ մասնագետի հետ։",
    },
    {
        question: "Դուք համակարգիչներ տրամադրու՞մ եք։",
        answer: "Այո, մեր լսարանները տեխնիկապես ապահովված են։Սակայն ցանկության դեպքում կարող եք դասընթացին մասնակցել Ձեր նոթբուքով։"
    },
    {
        question: "Դասընթացի ավարտից հետո հավաստագիր տրամադրու՞մ եք։",
        answer: "Մասնագիտական ուղղվածության որևէ դասընթացի ամբողջական ավարտից հետո տրամադրում ենք հավաստագիր՝ համապատասխան որակավորմամբ։"
    },
    {
        question: "Ձեզ մոտ սովորելուց հետո կարո՞ղ եմ ընդունվել աշխատանքի։",
        answer: "Դասընթացի ծրագիրը մշակված է՝ ՏՏ ոլորտի աշխատաշուկայի պահանջներին համապատասխան։ Դասընթացն ավարտելուց հետո ուսանողներին հնարավորություն ենք ընձեռում իրենց նախագծերը ներկայացնելու պրեզենտացիայի ընթացքում, որին ներկա են գտնվում գործընկեր կազմակերպությունների ներկայացուցիչներ, ովքեր, հավանության պարագայում կարող են հանդես գալ առաջարկով։"
    },
    {
        question: "Դասերն անհատակա՞ն են, թե՞ խմբակային։",
        answer: "Մեզ մոտ դասերն անցկացվում են խմբակային տարբերակով,որը նպաստում է նաև թիմային աշխատանքի մշակույթի զարգացմանը։"
    },
    {
        question: "Դասընթացները միայն սկսնակների համա՞ր են։",
        answer: "Ոչ, անցկացնում ենք նաև վերապատրաստման դասընթացներ։"
    }
]

