import React from 'react';
import {Col, Container, Row} from "reactstrap";

const AboutUs = () => {
    return (
        <Container fluid={true} className="aboutUs">
            <Container>
                <Row>
                    <Col xl={{size: 10, offset: 1}}>
                        <h2 className="aboutUs__title">Mer Patmutyuny</h2>
                        <p className="aboutUs__text">Favorite School-ի գաղափարն առաջացել է
                            համավարակի առաջին օրերին, երբ բազմաթիվ մարդիկ ստիպված եղան մնալ
                            տանը և սպասել պետական խղճուկ օգնության։ Տուժել էին գրեթե բոլոր
                            ոլորտները, հատկապես տուրիզմի ոլորտը և բազմաթիվ բիզնեսներ կանգնած
                            էին սնանկացման առաջ։ Սակայն ի հակադրությոուն այս ամենի գրեթե չէր
                            տուժել IT ոլորտը։ Բազմաթիվ բիզնեսներ վերապրոֆիլավորվում էին, և
                            սկսում իրենց ծառայությունները մատուցել օնլայն։ Արդյունքում IT
                            ոլորտը ավելի ամրապնդեց իր դիրքերը և սկսեց նոր թափով առաջ ընթանալ։
                            Գնահատելով ստեղծված իրավիճակը, վտանգներն ու հնարավորությունները
                            որոշում կայացվեց ստեղծել Favorite School-ը։ Հարթակ, որի օգնությամբ
                            դեպի լավը կփոխվի շատերի կյանքը։ Հարթակ, որը կպայքարի գործազրկության
                            և արտագաղթի դեմ։ Մեր օգնությամբ ավելի լավ կյանքով կապրեն, թե
                            սահմանամերձ գյուղերի բնակիչները թե հաշմանդամները և բոլոր նրանք,
                            ովքեր ցանկանում են ապրել ավելի բարեկեցիկ կյանքով։ Սա լավ
                            հնարավորություն է օգնելու նաև պատերազմից տուժած արցախահայությանը
                            և զինհաշմանդամներին։ Շատ մարդիկ կորցրել են սեփական տունն ու
                            եկամտի աղբյուրները, սակայն բացի հումանիտար օգնությունից ոչինչ
                            չեն ստանում։ Favorite School-ը հումանիտար օգնության փոխարեն
                            կտրամադրի գիտելիք, որը կապահովի մշտական եկամտով և կօգնի արագ
                            ոտքի կանգնել։ Մենք վստահ ենք մեր տված գիտելիքների և ուսանողների
                            մասնագիտական ունակությունների վրա։Այդ պատճառով Favorite School-ին
                            կից ստեղծվում է Favorite Club-ը։ Ակումբ, որը ժամանակի ընթացքում
                            մի մեծ և համերաշխ ընտանիք կդառնա իր հարկի տակ համախմբելով
                            Favorite School-ի լավագույն ուսանողները։ Դրանք այն մարդիկ են,
                            ովքեր պատրաստ կլինեն պայքարել և մեզ հետ միասին փոխել սեփական
                            կյանքը։ Դու ևս կարող ես միանալ մեր մեծ ընտանիքին
                            ՔՈ ԱՊԱԳԱՆ ՔՈ ՁԵՌՔԵՐՈՒՄ Է!!!
                        </p>
                    </Col>
                </Row>
            </Container>
        </Container>
    );
};

export default AboutUs;
